* FIT
#+BEGIN: clocktable :maxlevel 2 :scope subtree
#+CAPTION: Clock summary at [2016-08-25 Thu 22:58]
| Headline      | Time    |       |
|---------------+---------+-------|
| *Total time*  | *22:30* |       |
|---------------+---------+-------|
| FIT           | 22:30   |       |
| \emsp GYM     |         | 21:10 |
| \emsp RUNNING |         |  1:20 |
#+END:

** GYM
*** <2016-07-15 Fri>
    :LOGBOOK:
    CLOCK: [2016-07-15 Fri 11:40]--[2016-07-15 Fri 12:30] =>  0:50
    :END:
回家后第一天健身，运动量不太大。
胸背:
 + 器械推 12*4
 + 坐姿下拉 12*4
 + 杠铃划船 12*4
 + 屈体划船 12*4
 + 卷腹 15*4

愚蠢的是差点丢了手牌。下次注意。

*** <2016-07-16 Sat>
    :LOGBOOK:
    CLOCK: [2016-07-16 Sat 16:50]--[2016-07-16 Sat 17:40] =>  0:50
    :END:

第二天健身，主要练肩
 + 杠铃推举 12*4
 + 杠铃提 12*4
 + 哑铃前中后平举 8/8/15 * 4
 + 卷腹 15*4

恢复性训练。

*** <2016-07-19 Tue>
    :LOGBOOK:
    CLOCK: [2016-07-19 Tue 11:15]--[2016-07-19 Tue 12:15] =>  1:00
    :END:

休息两天，今天重新恢复练胸背。
之前训练肩时腿部也酸痛，所以空了一天没有训练腿。之后逐渐找回状态补上。

胸背
 + 引体向上 6*3
 + 坐姿下拉 12*3
 + 杠铃划船 12*4
 + 平板卧推 10*2
 + 上斜卧推 12*4
 + 夹胸 12*4

今天背部训练强度较低，胸较高。但总体而言状态不好。一是湿度大，二是身体状态比较差。
注意休息和饮食。

*** <2016-07-20 Wed>
    :LOGBOOK:
    CLOCK: [2016-07-20 Wed 17:40]--[2016-07-20 Wed 18:45] =>  1:05
    :END:
今天练肩
 + 杠铃推举 12*4
 + 杠铃提 12*4
 + 哑铃前中后平举 8/8/15 * 4
 + 卷腹 15*4
 + 杠铃片侧拉 20*3

*** <2016-07-22 Fri>
    :LOGBOOK:
    CLOCK: [2016-07-22 Fri 16:35]--[2016-07-22 Fri 17:40] =>  1:05
    :END:
今天练胸背，平板卧推一直没赶上位置。
 + 上斜卧推 12*4
 + 器械推 12*4
 + 夹胸 12*4
 + 引体向上 5*3
 + 坐姿下拉 12*3
 + 杠铃划船 12*4
 + 坐姿划船 12*4
 + 卷腹 20*4

*** <2016-07-23 Sat>
    :LOGBOOK:
    CLOCK: [2016-07-23 Sat 18:30]--[2016-07-23 Sat 19:00] =>  0:30
    :END:

随便练一下。

平板 1min*4
卷腹 20*4
引体向上 5*3

*** <2016-07-24 Sun>
    :LOGBOOK:
    CLOCK: [2016-07-24 Sun 14:30]--[2016-07-24 Sun 15:00] =>  0:30
    :END:

随便练一下。

平板 1min*4
卷腹 20*3
仰卧抬腿 20*3

*** <2016-07-25 Mon>
    :LOGBOOK:
    CLOCK: [2016-07-25 Mon 17:00]--[2016-07-25 Mon 18:00] =>  1:00
    :END:
肩和手臂

 + 杠铃推举 12*4
 + 杠铃提 12*4
 + 颈后推举 12*4
 + 哑铃前中后平举 8/8/15 * 4
 + 肱三头肌下拉 12*4
 + 平板 1min
 + 卷腹 20*4
 + 腹外斜肌 20*3

*** <2016-07-26 Tue>
    :LOGBOOK:
    CLOCK: [2016-07-26 Tue 17:00]--[2016-07-26 Tue 18:20] =>  1:20
    :END:
腿，顺带练了背和三角肌

 + 深蹲 12*4
 + 弓步 12*4
 + 直腿硬拉 12 10 8 8
 + 提踵 20*4
 + 卷腹 15*2
 + 反向卷腹 15*2
 + 平板 1min*2
 + 引体向上 5*10
 + 拉力器侧平举 12*4
 + 腹外斜肌 20*4

*** <2016-07-28 Thu>
    :LOGBOOK:
    CLOCK: [2016-07-28 Thu 09:35]--[2016-07-28 Thu 10:40] =>  1:05
    :END:
胸背。下次记得补充电解质，感觉今天状态不佳，因为流汗多，缺乏电解质。喝白水应该不太行。

 + 上斜卧推 12*4 7.5 10*3
 + 平板卧推 8*4 10*4
 + 龙门架夹胸 12*4 10*2 15*2
 + 引体向上 6 7 5 3
 + 杠铃划船 12*4 30 35 40*2
 + 卷腹 20*4

*** <2016-07-31 Sun>
    :LOGBOOK:
    CLOCK: [2016-07-31 Sun 16:50]--[2016-07-31 Sun 18:20] =>  1:30
    :END:
肩臂

 + 举杠铃 12*4 25 25 30 30
 + 提铃上举 12*4 20 20 30 30
 + 史密斯架颈后推举 12*4 20 30 30 30
 + 哑铃前中后平举 12/12/15*4
 + 杠铃弯举 12*4 15 20 20 20
 + 下拉 12*4
 + 侧拉杠铃片 15*3
 + 卷腹 15*3
 + 平板 1min*2

*** <2016-08-02 Tue>
    :LOGBOOK:
    CLOCK: [2016-08-02 Tue 10:00]--[2016-08-02 Tue 11:40] =>  1:40
    :END:
胸背
 + 平板卧推 10*4
 + 上斜卧推 12*4
 + 平板飞鸟 12*4
 + 引体向上 5*10
 + 杠铃划船 12*4
 + 屈腿硬拉 12 10 8 6
 + 卷腹 20*4

*** <2016-08-03 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-03 Wed 21:00]--[2016-08-03 Wed 21:40] =>  0:40
    :END:
肩 @ Hilton Double Tree Suzhou
 + 提铃上举 12*4
 + 器械推举 12*4
 + 哑铃前中后平举 12/12/15*4
 + 拉力器侧拉 12*4
 + 卷腹 20*4

*** <2016-08-05 Fri>
    :LOGBOOK:
    CLOCK: [2016-08-05 Fri 20:00]--[2016-08-05 Fri 21:00] =>  1:00
    :END:
胸背 @ Hilton Shanghai
 + 平板卧推 12*4
 + 上斜卧推 12*4
 + 高位下拉 12*4
 + 杠铃划船 12*4
 + 硬拉 12 10 8 6
 + 腹部侧拉 15*4
 + 仰卧起坐 20*4

*** <2016-08-10 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-10 Wed 17:00]--[2016-08-10 Wed 18:05] =>  1:05
    :END:
肩臂
 + 颈后推举 12*4
 + 哑铃前中后平举 10/10/15*4
 + 拉力器侧拉 12*4
 + 提铃上举 12*4
 + 哑铃弯举 12*4
 + 臂屈伸 12*4
 + 腹部侧拉 20*3
 + 卷腹 20*3

*** <2016-08-12 Fri>
    :LOGBOOK:
    CLOCK: [2016-08-12 Fri 17:05]--[2016-08-12 Fri 18:20] =>  1:15
    :END:
胸背
 + 上斜卧推 12*4
 + 杠铃划船 12*5
 + 引体向上 5*6
 + 平板卧推 10*4
 + 龙门架挺胸 12*4
 + 直腿硬拉 12/10/8/6/4
 + 腹部侧拉 20*4
 + 卷腹 20*4

*** <2016-08-15 Mon>
    :LOGBOOK:
    CLOCK: [2016-08-15 Mon 10:45]--[2016-08-15 Mon 12:10] =>  1:25
    :END:
肩臂
 + 颈后推举 12*4
 + 哑铃前中后平举 12/12/12*4
 + 拉力器侧拉 12*4
 + 提铃上举 12*4
 + 哑铃弯举 12*4
 + 臂屈伸 12*4
 + 卷腹 20*4

*** <2016-08-17 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-17 Wed 17:00]--[2016-08-17 Wed 18:00] =>  1:00
    :END:
胸背
 + 上斜卧推 12*4
 + 杠铃划船 12*4
 + 引体向上 6*6
 + 平板卧推 12/10/8/8
 + 卷腹 20*4

*** <2016-08-18 Thu>
    :LOGBOOK:
    CLOCK: [2016-08-18 Thu 17:45]--[2016-08-18 Thu 18:55] =>  1:10
    :END:
肩臂
 + 颈后推举 12/10/8/8
 + 哑铃前中后平举 12/12/12*4
 + 提铃上举 12*5
 + 哑铃弯举 12*4
 + 下压 12*5
 + 卷腹 20*4

*** <2016-08-24 Wed>
    :LOGBOOK:
    CLOCK: [2016-08-24 Wed 16:50]--[2016-08-24 Wed 18:00] =>  1:10
    :END:
去检查了肩膀之前的损伤，医生说没有大碍。
休息了一周，以后对肩部的训练要多加注意。同时长期观察恢复情况。
胸背
 + 上斜卧推 12*4
 + 杠铃划船 12*4
 + 引体向上 6*6
 + 平板卧推 12/10/8/8
 + 直腿硬拉 12/10*3
 + 哑铃飞鸟 10*3
 + 卷腹 20*4

** RUNNING
*** <2016-07-22 Fri>
    :LOGBOOK:
    CLOCK: [2016-07-22 Fri 17:40]--[2016-07-22 Fri 18:00] =>  0:20
    :END:
3.2km 配速10左右。恢复。

*** <2016-07-23 Sat>
    :LOGBOOK:
    CLOCK: [2016-07-23 Sat 18:00]--[2016-07-23 Sat 18:30] =>  0:30
    :END:
跑步半小时 5km 配速11左右。
*** <2016-08-25 Thu>
    :LOGBOOK:
    CLOCK: [2016-08-25 Thu 22:00]--[2016-08-25 Thu 22:30] =>  0:30
    :END:
半小时 5km
